{
    "text": "In general habitus, the adults are quite unlike other net-winged insects. Because of their small size - wingspan is between 1.8 and 5 millimetres - and their translucent brownish wings usually covered with the namesake whitish dust of waxy scales, they may at first be mistaken for whiteflies (Aleyrodidae). But whiteflies are true bugs (Sternorrhyncha), which are only distantly related to net-winged insects. An easily-perceived distinguishing feature to separate whiteflies from dustywings is, that like many other Neuroptera, dustywings carry their wings nearly side-by-side when at rest, whereas whiteflies carry them almost flat across the back. There are no more than two veins across the costal field, and few cross-veins in general - unique among the living net-winged insects, dustywings do not actually have the net-winged venation. Some Coniopterygidae, like the genus Conwentzia, have only vestigial hindwings; others, like Helicoconis females, are completely wingless. Dustywings are strongly associated with woody plants, on and around which they usually spend their entire lives.[1] Females deposit their eggs singly on bark or leaves. Dustywing larvae are around 3.5 mm long. Their mouthparts consist of short, straight sucking tubes covered by the labrum (upper lip). They are crepuscular and dwell on shrubs and trees, where they feed on small invertebrates like scale insects, aphids and mites, as well as on arthropod eggs; the mouth tubes are used for sucking fluids from the prey. There are usually two generations each year. tics and taxonomy Due to the dustywings' many apomorphies, the superfamily Coniopterygoidea was formerly believed to be monotypic, and the primitive traits of their larvae were held to evidence a quite basal place among the net-winged insects.[1] But in fact the spongillaflies (Sisyridae), formerly allied with the Osmylidae in error due to their larvae's convergent morphology, seem to be close relatives of the Coniopterygidae, more plesiomorphic altogether as adults but with a number of peculiar and highly divergent apomorphies, particularly in the larvae. So even though the spongillaflies are not generally placed in the Coniopterygoidea yet, they most likely form a clade with the dustywings and thus it would seem that the Coniopterygoidea, rather than being maintained as an unnecessarily monotypic taxon, are better expanded to signify that the spongillaflies and the dustywings are each other's closest relatives among the net-winged insects. This is all the more significant because in this apparent clade, there would be a highly interesting and exactly opposing pattern of evolution - primitive larvae and highly advanced adults in the dustywings, versus primitive adults and very advanced larvae in the spongillaflies.[2]"
}